aaron-bond.better-comments
abusaidm.html-snippets
amiralizadeh9480.laravel-extra-intellisense
Angular.ng-template
BendixMa.dart-data-class-generator
bmewburn.vscode-intelephense-client
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
circlecodesolution.ccs-flutter-color
codingyu.laravel-goto-view
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
felixfbecker.php-debug
get-snippets.get-snippets
hardikpthv.AngularMaterial
humao.rest-client
jasonnutter.search-node-modules
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
kisstkondoros.vscode-gutter-preview
marcelovelasquez.flutter-tree
MehediDracula.php-namespace-resolver
mhutchie.git-graph
mikestead.dotenv
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-edge
Nash.awesome-flutter-snippets
nrwl.angular-console
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
PKief.material-icon-theme
ryannaddy.laravel-artisan
stef-k.laravel-goto-controller
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
waderyan.nodejs-extension-pack
xabikos.JavaScriptSnippets
zeuscore.autojson2dart
